Repository: ErikaIwakiri/DebianCorpus
Catalog: TmxMerged.tmx
Source language: en_us
Languages: pt_pt

source: I had no prior knowledge of a patent, can I still be held liable?
pt_pt: Eu não tinha conhecimento prévio de uma patente, eu posso ser considerado(a) responsável?

source: Knowledge of a patent is not in general required if the party is charged with direct infringement.
pt_pt: O conhecimento da patente não é em geral requerido se a parte é acusada de violação direta.

source: To be found liable for inducing or contributing to infringement, as we have said, knowledge of the patent or specific efforts to avoid learning of the patent is required.
pt_pt: Para ser responsável por induzir ou contribuir em uma violação, como já foi dito, o conhecimento da patente ou esforços específicos para evitar conhecer a patente são requeridos.

source: In practice, patent holders usually request those they believe infringe to take licenses.
pt_pt: Na prática, detentores(as) de patentes geralmente requisitam que os(as) infratores obtenham licenças.

source: If the party takes the license offered, the holder gets royalties without suing for them.
pt_pt: Se a parte obtém a licença oferecida, o(a) detentor(a) recebe os royalties sem processá-la.

source: If the party declines the license, the patent holder has put them on notice, and is therefore in a position to claim intentional infringement, which results in higher damages and the possibility of recovering attorney's fees.
pt_pt: Se a parte recusar a licença, o(a) detentor(a) da patente já a colocou sob aviso e portanto está em uma posição de reclamar a violação intencional, o que resulta em maiores indenizações e na possibilidade de ressarcimento dos honorários advocatícios.

source: It is likely but not certain that before any community-based distribution is sued for patent infringement, it will receive at least one letter demanding that a license be taken.
pt_pt: É possível, mas não certo, que antes que qualquer distribuição baseada na comunidade seja processada por violação de patente, ela receberá pelo menos uma carta demandando que a licença seja obtida.

source: What if the infringement was accidental, inadvertent and unintentional?
pt_pt: E se a violação foi acidental, inadvertida ou não intencional?

source: An unintentional or inadvertent infringement cannot be willful, as we said above.
pt_pt: Uma violação não intencional ou inadvertida não pode ser intencional, como dissemos acima.

source: Nor can one contribute to or induce an infringement accidentally, as knowledge and intention are both required.
pt_pt: Como também não se pode contribuir ou induzir uma violação acidentalmente, já que conhecimento e intenção são ambos necessários.

source: But one could be liable for direct infringement, without knowledge or intention, by using or selling or making or having made infringing software without more.
pt_pt: Mas alguém pode ser responsabilizado por violação direta, sem conhecimento ou intenção, pelo uso ou venda ou fabricação ou causando a criação de software infrator.

source: How do I become aware of the existence of a patent?
pt_pt: Como fico sabendo da existência de uma patente?

source: There are innumerable ways by which you may become aware of the existence of a specific patent.
pt_pt: Existem inúmeros caminhos para se ficar ciente da existência de uma patente específica.

source: Aside from being directly contacted by a patent holder, you may learn about a particular patent through a web search or mailing list, or in connection with your employment, etc.
pt_pt: Além de ser diretamente contatado(a) pelo(a) detentor(a) da patente, você pode conhecer sobre uma patente particular através de uma busca pela web ou por listas de discussão, ou em conexão com seu emprego, etc.

source: If you do become aware of a patent that concerns you, it is best that you speak to an attorney, rather than share such knowledge or speculation in a public forum.
pt_pt: Se ficar ciente de uma patente que lhe cause preocupação, é melhor que você converse com um(a) advogado(a) em vez de compartilhar tal conhecimento ou especulação em um fórum público.

source: What are the defenses available in a patent infringement action?
pt_pt: Quais são as defesas disponíveis em uma ação de violação de patente?

source: First, there may be many defenses specific to the facts and circumstances of a particular situation, and it is the lawyer's job to spot and develop those defenses.
pt_pt: Primeiro, pode haver defesas específicas para os fatos e circunstâncias da situação em particular, e é trabalho do(a) advogado(a) detectar e desenvolver essas defesas.

source: Some defenses are or may be present in most cases, and they include:
pt_pt: Algumas defesas estão ou podem estar presentes na maioria dos casos, incluindo:

source: Permission: You are not liable for infringement if you have permission to use the claims.
pt_pt: Permissão: Você não é responsável por violação se você tem permissão para usar as reivindicações.

source: Such permission could be explicit.
pt_pt: Tal permissão pode ser explícita.

source: An explicit permission is called a license.
pt_pt: Uma permissão explícita é chamada de licença.

source: Permission can also be implicit: it can result from conduct or statements by the patent holder which appeared to constitute permission and on which you relied.
pt_pt: Permissões também podem ser implícitas: elas podem resultar de condutas ou declarações do(a) detentor(a) da patente que se apresentam como uma permissão e nas quais você confiou.

source: (Lawyers call this estoppel.)
pt_pt: (Advogados(as) chamam isto de preclusão (estoppel)).

source: It can also result from sheer inaction by the patent holder, who can effectively permit infringing conduct by going to sleep on its rights, which lawyers call laches.
pt_pt: Pode também resultar de uma total inação pelo(a) detentor(a) da patente, que efetivamente pode permitir a conduta violadora porque o direito não socorre os(as) que dormem, o que os(as) advogados(as) denominam de decadência (laches).

source: Non-Infringement: A non-infringement determination is a showing that none of the patent claims actually read on the software charged.
pt_pt: Não violação: Uma determinação de não violação é a demonstração de que, na verdade, nenhuma das reivindicações de patente se apresentavam no software em questão.

source: In other words, the software does not actually implement every element of what is recited in any claim.
pt_pt: Em outras palavras, o software na verdade não implementa cada elemento que está descrito em qualquer reivindicação.

source: Invalidity: If the patent is invalid, it cannot be infringed.
pt_pt: Invalidade: Se a patente é inválida, ela não pode ser violada.

source: Invalidity can be shown by proving that the subject matter of the patent is outside the scope of patent law.
pt_pt: A invalidade pode ser demonstrada ao se provar que a matéria em questão da patente está fora do escopo da legislação de patente.

source: It can also be shown by demonstrating, under US law, that the patent is non-novel or obvious.
pt_pt: Ela também pode ser apresentada pela demonstração, sob a lei dos Estados Unidos, de que a patente é não nova ou óbvia.

source: Under patent law, in order for a patent to be valid, the claimed invention must have been useful, reducible to practice, novel, and non-obvious to a person having ordinary skill in the art at the time that the invention was made.
pt_pt: Sob a legislação de patentes, para que a patente seja válida, a invenção reivindicada deve ter sido útil, redutível à prática, nova e não óbvia para uma pessoa que possua habilidade comum naquele ofício no período em que a invenção tenha sido feita.

source: An invalidity defense, therefore, shows that the patent failed to meet one of these requirements.
pt_pt: Uma defesa de invalidade, portanto, mostra que a patente falhou em cumprir alguns desses requerimentos.

source: The patent risk to a community distribution
pt_pt: O risco de patente para uma distribuição de comunidade

source: Can you provide examples of patent infringement suits against FOSS communities?
pt_pt: Você pode fornecer exemplos de violação de patente contra comunidades FOSS?

source: No.
pt_pt: Não.

source: Fortunately, few such cases exist, and none has yet developed to final judgment.
pt_pt: Felizmente, poucos casos existem e ainda nenhum chegou a um julgamento final.

source: To date, no court has ever addressed most of the issues unique to free software distribution.
pt_pt: Até a presente data, nenhum tribunal abordou grande parte das temáticas que são únicas às distribuições de software livre.

source: We believe that this is because FOSS communities do not have deep pockets from which to pay royalties, and suing individual developers who do not have large revenues makes bad press for patent holders without achieving any useful outcome.
pt_pt: Nós acreditamos que isto ocorra porque as comunidades FOSS não têm muitos recursos para que royalties sejam pagos, e processar desenvolvedores(as) individuais que não possuem grandes receitas resulta em má publicidade para detentores(as) de patentes sem que se alcance qualquer efeito útil.

source: We are a FOSS distribution and we don't make any money.
pt_pt: Nós somos uma distribuição FOSS e não ganhamos dinheiro.

source: How will we pay damages if they are awarded against us?
pt_pt: Como pagaremos as indenizações se isto no for imposto?

source: This question, like all other similar questions about the legal risks and responsibilities of projects, depends very much on the details of their legal structure and commercial relations.
pt_pt: Esta questão, como todas as questões similares sobre os riscos legais e responsabilidades dos projetos, dependem muito dos detalhes de sua estrutura legal e de suas relações comerciais.

source: There is no general answer about how projects deal with their legal risks, including the risks of damages judgments for patent infringement or other liabilities.
pt_pt: Não há uma resposta genérica sobre como os projetos lidam com seus riscos legais, incluindo os riscos de sentenças indenizatórias por violação de patente ou outras responsabilidades.

source: SFLC, the Software Freedom Conservancy, the Apache Software Foundation, the Free Software Foundation, Software in the Public Interest and other organizations help projects to fit within legal contexts and organizations that can usefully address these questions at a general level.
pt_pt: O SFLC, a Software Freedom Conservancy, a Apache Software Foundation, a Free Software Foundation, a Software in the Public Interest e outras organizações ajudam os projetos a se enquadrarem dentro de contextos legais e organizações que podem, de forma útil, abordar essas questões em um nível mais geral.

source: If your distribution or a project within your distribution believes that it faces potential legal liability, you should consult us or one of the other organizations named.
pt_pt: Se sua distribuição ou um projeto dentro de sua distribuição acredita que enfrentará potenciais responsabilidades legais, você deve nos consultar, ou consultar uma das outras organizações acima.

source: We are a FOSS distribution and we make money.
pt_pt: Nós somos uma distribuição FOSS e ganhamos dinheiro.

source: Does that make us more susceptible to a patent infringement suit?
pt_pt: Isto faz com que sejamos mais suscetíveis a ações legais de violação de patente?

source: Anyone making revenue is a more attractive target for a patent holder to sue than someone who makes no money out of which damages could be paid.
pt_pt: Qualquer pessoa que obtenha receitas é um alvo mais atraente para ser processado(a) por um(a) detentor(a) de patente do que alguém que não ganha dinheiro e que não possa pagar indenizações.

source: A community distribution that has absolutely no revenue is not an attractive target.
pt_pt: Uma distribuição de comunidade que absolutamente não tem receita não é um alvo atraente.

source: But even if you make a few hundred thousand dollars a year in sales, compared to a profit-making enterprise the size of Microsoft, or even Red Hat, you are not worth the expenses of litigation to a patent troll or other rational plaintiff.
pt_pt: Mas mesmo se você ganhar algumas centenas de milhares de dólares por ano em vendas, comparado com uma empresa lucrativa do tamanho da Microsoft, ou mesmo com a Red Hat, você não vale o custo do litígio para um troll de patente ou outro reclamante racional.

source: I have heard that distributing source code is safer than distributing object code.
pt_pt: Eu ouvi falar que distribuir código-fonte é mais seguro do que distribuir código-objeto.

source: Is that true?
pt_pt: Isto é verdade?

source: Distributing source code is probably safer than distributing binaries, for a few reasons.
pt_pt: Distribuir código-fonte é provavelmente mais seguro do que distribuir binários, devido a algumas razões.

source: First, source code, like the patent disclosures themselves, teaches how the invention works, rather than being the invention.
pt_pt: Primeiro, o código-fonte, como as próprias publicações de patente, ensinam como a invenção funciona, em vez de ser a própria invenção.

source: If source code standing alone can infringe the patent, it is difficult to understand how handing out photocopies of the patent itself wouldn't infringe.
pt_pt: Se o código-fonte sozinho pode violar a patente, é difícil de entender como a distribuição de fotocópias da patente mesma não seriam violações.

source: Second, in the US, courts may find source code to be speech, as we believe they should find, thus making source code subject to First Amendment protection.
pt_pt: Segundo, nos Estados Unidos, os tribunais podem entender o código-fonte como discurso, como acreditamos que eles devem entender, então fazendo com que o código-fonte esteja sujeito à proteção da Primeira Emenda dos Estados Unidos.

source: We know little about how the Supreme Court would harmonize the patent law with First Amendment requirements.
pt_pt: Nós sabemos pouco sobre como a Suprema Corte harmonizaria a lei de patentes com as demandas da Primeira Emenda.

source: We at SFLC have written several briefs in the Supreme Court addressing these issues, but the Court has never reached or decided them.
pt_pt: Nós do SFLC escrevemos diversos dossiês sobre a Suprema Corte abordar essas matérias, mas a Corte nunca chegou, nessas matérias ou decidiu sobre elas.

source: Furthermore, as mentioned above, liability for patent infringement can be imposed where one enables or encourages another to infringe a patent, but the requirements of knowledge and intent are more strict in secondary liability situations.
pt_pt: Além disso, como mencionado acima, a responsabilidade pela violação de patente pode ser imposta quando alguém possibilita ou encoraja outra pessoa a violar uma patente, mas os requisitos de conhecimento e intenção são mais estritos em situações de responsabilidade secundária.

source: Because a user must first compile the source code and install the software in order to infringe, a court is less likely to hold the community liable for inducing or contributing to the infringement.
pt_pt: Como o(a) usuário(a) primeiro tem que compilar o código-fonte e instalar o software para que ocorra a violação, o tribunal tem menos chances de responsabilizar a comunidade por indução ou contribuição de violação.

source: As part of a community distribution project, who is most likely to get sued for patent infringement?
pt_pt: Como parte de um projeto de distribuição de comunidade, quem é a pessoa mais provável de ser processada por violação de patente?

source: This is a problem for the potential patent aggressor, more than for the distribution.
pt_pt: Este é um problema para o(a) agressor(a) potencial da patente, mais do que para a distribuição.

source: A community distribution comprised by volunteers, without any hierarchical structure of employment or supervision, cannot be sued by suing the head.
pt_pt: Uma distribuição de comunidade composta por voluntários(as), sem qualquer estrutura hierárquica trabalhista ou de supervisão, não pode ser processada ao se processar a cabeça do projeto.

source: If infringement requires intent and knowledge or specific efforts not to know, as it does in cases of inducing or contributing to infringement, the individual with such intent and knowledge must probably be found and sued in his own person.
pt_pt: Se a violação requer intenção e conhecimento, ou esforços específicos para não conhecer, como ocorre nos casos de indução ou contribuição à violação, o indivíduo com tal intenção ou conhecimento deve provavelmente ser encontrado(a) e processado(a) pessoalmente.

source: If people who write code and documentation don't read patents, and the volunteers who develop code for a package do not maintain the same package or a related package, the aggressor may find it difficult to sue anybody at all.
pt_pt: Se a pessoa que escreve código e documentação não lê patentes, e os(as) voluntários(as) que desenvolvem código para um pacote não mantêm o mesmo pacote ou pacotes relacionados, o(a) agressor(a) pode encontrar dificuldades para processar alguém.

source: The specifics of any given situation, however, will undoubtedly be crucial.
pt_pt: As especificidades de uma dada situação, contudo, sem dúvida serão cruciais.

source: As with all other matters of the kind, if you believe a patent is likely to be asserted against your distribution or its volunteers, you should contact SFLC or another lawyer immediately.
pt_pt: Como todas as outras matérias do tipo, se você acredita que uma patente será reclamada contra sua distribuição ou seus(as) voluntários(as), você deve contatar o SFLC ou outro(a) advogado(a) imediatamente.

source: Are you suggesting that it is better for developers and contributors not to read patents?
pt_pt: Você está sugerindo que é melhor que desenvolvedores(as) e contribuidores(as) não leiam as patentes?

source: If yes, why?
pt_pt: Se sim, por quê?

source: Unfortunately, U.S. patent law creates disincentives for searching through patents, even though one of the main justifications given for the patent system is that the patent teaches the public how to practice an invention that might otherwise be secret.
pt_pt: Infelizmente, a lei de patentes dos Estados Unidos cria desincentivos para a busca por patentes, até mesmo porque uma das justificativas dadas para o sistema de patentes é que a patente ensina ao público como praticar uma invenção que, de outro modo, seria secreta.

source: Willful infringement subjects the infringer to enhanced damages when they are aware of the patent and intend to infringe, and reading patents increases the probability that subsequent infringement will be found to be willful.
pt_pt: A violação intencional sujeita o(a) infrator(a) a maiores indenizações quando eles(as) estão cientes da patente e pretendiam violá-la, e ler as patentes aumenta a probabilidade que a violação subsequente seja entendida como intencional.

source: Moreover, we find that developers often assume that the patents they discover are broader in scope than they actually are, and thus such developers become overly or needlessly worried.
pt_pt: Além disso, nós sabemos que os(as) desenvolvedores(as) pressupõem que as patentes que eles descobrem são mais amplas em escopo do que realmente são, e então tais desenvolvedores(as) tornam-se excessivamente ou desnecessariamente preocupados(as).

source: If, despite this, you do intend to conduct a patent search, you should seek legal advice first.
pt_pt: Se, apesar disso, você pretende conduzir uma busca por uma patente, você primeiro deve procurar aconselhamento jurídico.

source: I am outside the United States.
pt_pt: Eu estou fora dos Estados Unidos.

source: Do I have anything to worry about?
pt_pt: Tem alguma coisa com que devo me preocupar?

source: Although most countries are members of the World Intellectual Property Organization (WIPO) as well as signatories to the Patent Cooperation Treaty (PCT), large corporations generally restrict their patent acquisition activities to the Big Three: the US, EU, and Japan.
pt_pt: Embora a maior parte dos países sejam membros da Organização Mundial da Propriedade Intelectual (WIPO - World Intellectual Property Organization), como também signatários do Tratado de Cooperação de Patente (PCT - Patent Cooperation Treaty), grandes corporações geralmente restringem suas atividades de aquisições de patente nos Três Grandes: Estados Unidos, Europa e Japão.

source: This is considered sufficient protection for most companies, although companies are increasingly filing patent applications in China with the hope that patent rights will eventually be adequately respected by the government and business communities.
pt_pt: Isto é considerado proteção suficiente pela maioria das companhias, embora as companhias tenham crescentemente declarado requisições de patentes na China com a esperança de que direitos de patente serão, eventualmente, respeitadas de forma adequada pelo respectivo governo e comunidades de negócios.

source: In addition, large multi-national corporations in other jurisdictions, such as Korea and Canada, will usually file patent applications in their own countries before filing patent applications internationally.
pt_pt: Além disso, grandes corporações multinacionais em outras jurisdições, como Coreia e Canadá, geralmente apresentarão o pedido de solicitação de patente em seu próprio país antes de apresentar a solicitação de patente internacionalmente.

source: In India, some software has been patented despite the clear statutory declaration that software per se is unpatentable.
pt_pt: Na Índia, alguns softwares têm sido patenteados apesar da clara declaração normativa de que software per se não é patenteável.

source: SFLC in India has begun challenging such patents.
pt_pt: O SFLC na Índia já iniciou a contestação dessa patentes.

source: But regardless of where you work, software that infringes patents cannot be imported into countries where those patents have issued, which means that you must at least be concerned about the ability to reach your intended users.
pt_pt: Mas independentemente de onde você trabalha, o software que viola patentes não pode ser importado para os países onde essas patentes foram emitidas, o que significa que você no mínimo deveria estar preocupado(a) com a competência de alcançar seus(as) pretendidos(as) usuários(as).

source: As always, consultation with a local lawyer is a good step if you have any questions about your situation or liabilities.
pt_pt: Como sempre, a consulta a um advogado(a) local é um bom passo se você tiver qualquer questão sobre sua situação ou responsabilidades.

source: Are there any guidelines to limit our risk of patent infringement?
pt_pt: Existem diretrizes para limitar nosso risco de violação de patente?

source: This document is meant to educate about patent risk, and while it is difficult to give advice regarding every reader's specific situation, there are a few guidelines that may be extracted.
pt_pt: Este documento tem o objetivo de educar sobre o risco de patente e, embora seja difícil dar conselhos sobre cada situação específica de cada leitor(a), existem algumas diretrizes que podem ser extraídas.

source: · Reading patents, especially when researching how to design a contribution to your free software project, may expose communities to liability that they would not otherwise have.
pt_pt: · Ler as patentes, especialmente quando se pesquisa sobre como projetar uma contribuição para seu projeto de software livre, pode expor as comunidades à responsabilidade que elas, em outras circunstâncias, não teriam.
